{
  "loadingMessage": "Cargando",
  "pages": {
    "home": "Inicio",
    "products": "Productos",
    "about": "Sobre Nosotros",
    "terms": "Términos y Condiciones",
    "privacy": "Política de Privacidad",
    "contact": "Contáctenos",
    "help": "Ayuda",
    "swus": "Vende Con Nosotros",
    "checkout": "Checkout",
    "compare": "Comparar",
    "forgot_password": "Recuperar Contraseña",
    "signin": "Iniciar Sesión",
    "signup": "Registrarse",
    "details": "Detalles",
    "orders": "Órdenes",
    "recipients": "Destinatarios",
    "settings": "Ajustes",
    "wishlist": "Favoritos",
    "providers": "Proveedores",
    "jobs": "Empleos",
    "community": "Comunidad"
  },
  "layout": {
    "navbar": {
      "all": "Todos",
      "allProducts": "Todos los productos",
      "about": "¿Quienes somos?",
      "contact": "Contáctenos",
      "providers": "Proveedores",
      "jobs": "Empleos",
      "sell-with-us": "Vende con nosotros",
      "categories": "Categorías",
      "lang": {
        "es": "Español",
        "en": "Inglés"
      },
      "coin": {
        "usd": "$ - USD - dólar estadounidense",
        "euro": "€ - EURO"
      },
      "change_language": "CAMBIAR IDIOMA",
      "change_currency": "CAMBIAR MONEDA",
      "search": {
        "no_options": "No se encuentran opciones",
        "placeholder": "Buscar en Diplomarket"
      },
      "delivery_button": {
        "hello": "Hola, seleccione",
        "select": "Municipio de entrega",
        "delivery": "Enviar a"
      },
      "account": {
        "signin": "Iniciar Sesión",
        "wishlist": "Mis Favoritos",
        "is_new_signup": "¿Es un cliente nuevo?",
        "signup": "Registrarse",
        "details": "Mi Cuenta",
        "recipients": "Mis Destinatarios",
        "orders": "Mis Órdenes",
        "settings": "Ajustes",
        "signout": "Salir"
      }
    }
  },
  "home": {
    "allProducts": "Todos los Productos",
    "featuredProducts": "Productos destacados",
    "recentlySold": "Más Vendidos Recientemente",
    "todayRecommendation": "Recomendaciones de Hoy",
    "addCart": "Añadir al Carrito",
    "addWishList": "Añadir a la Lista de Deseos",
    "shopNow": "Comprar Ahora",
    "delivery": {
      "title": "Entregas rápidas",
      "description": "24-72 hrs"
    },
    "prices": {
      "title": "Precios",
      "description": "Más baratos del mercado"
    },
    "customer": {
      "title": "Atención al cliente",
      "description": "Dedicados a tu satisfacción"
    },
    "payments": {
      "title": "Pagos seguros",
      "description": "Con tarjetas de crédito o débito"
    }
  },
  "products": {
    "subcategory": "Subcategoría",
    "provider": "Proveedor",
    "brand": "Marca",
    "category": "Categoría",
    "description": "Descripción",
    "shipmentsFrom": "Envíos Desde",
    "relatedProducts": "Productos Relacionados"
  },
  "filter": {
    "category": "Categorías",
    "price": "Precio",
    "brand": "Marca",
    "provider": "Proveedor",
    "clear": "Limpiar",
    "all": "Ver todos",
    "filter": "Filtrar",
    "categories": "Todas las categorías",
    "to": "hasta",
    "more": "Más de",
    "promotions": "Productos en oferta",
    "exist": "Mostrar agotados",
    "features": "Productos destacados",
    "recommendations": "Recomendaciones de hoy",
    "order": {
      "title": "Ordenar Por",
      "recent": "Recientes",
      "asc_price": "Mayor Precio",
      "desc_price": "Menor Precio",
      "asc_discount": "Mayor Descuento",
      "desc_discount": "Menor Descuento"
    }
  },
  "cart": {
    "no": "No hay",
    "total": "producto(s) en el carrito",
    "no-products": "SIN PRODUCTOS",
    "pay": "Pagar"
  },
  "place": {
    "title": "Seleccione el municipio de entrega",
    "subtitle": "Se mostrarán los productos disponibles para el municipio seleccionado. Tenga en cuenta que no todos los productos pueden ser enviados a todos los municipios.",
    "state": "Provincia",
    "district": "Municipio",
    "accept": "Aceptar"
  },
  "fav": {
    "add": "Añadir a favoritos",
    "in": "En favoritos"
  },
  "about": {
    "title": "SOBRE NOSOTROS",
    "text": "Diplomarket es una tienda Online desarrollada por CUSPINERA SURL en función de satisfacer sus compras y entregas, tanto para usted como para sus familiares. Nos place llevarles LO MEJOR… SIEMPRE!!!. La empresa trabaja bajo las leyes de los Estados Unidos, donde también se incluyen a todos los actores económicos, tales como proveedores, comercializadores, según sus licencias y regulaciones. Todo lo que usted compre aquí, se exporta."
  },
  "community": {
    "title": "Comunidad",
    "text": "El dinero recaudado por concepto de donaciones es estrictamente empleado para comprar productos con el fin de ser entregados en instituciones como el Instituto Nacional de Oncologia y Radiología."
  },
  "privacy": {
    "sections": {
      "1": {
        "title": "SOBRE LA WEB",
        "text": {
          "1": "Cualquier información brindada o proceso realizado fuera del ámbito...",
          "2": "es ajeno a nuestra empresa."
        }
      },
      "2": {
        "title": "POLÍTICA DE PRIVACIDAD",
        "text": "Es prioridad en Diplomarket garantizar la seguridad y confiabilidad de la información que ofrecen sus clientes. Respetamos la privacidad de todos aquellos que utilizan nuestro sistema, por lo que su protección resulta de vital importancia en el mismo. Cuando un cliente se registra en el sitio, quedan guardados sus datos en nuestros servidores, pero esa información solo es utilizada para la autenticación de su registro y para la personalización de nuestro servicio que incluye la actualización de ofertas especiales y nuevos servicios, si usted lo elige. Aseguramos la confidencialidad de los datos aportados por usted, y garantizamos que solo las partes que intervienen en el proceso operacional, tendrán acceso a los datos necesarios para garantizar nuestro trabajo. En ningún caso serán cedidos a terceras personas o empresas ajenas a Diplomarket."
      },
      "3": {
        "title": "EL PROCESO DE COMPRA, DATOS APORTADOS Y CÓMO SON GUARDADOS",
        "text": "Para realizar el proceso de compra usted necesita registrarse. En este primer paso debe brindar su información personal (nombre completo, correo, contraseña, dirección, teléfono, país y ciudad) que se obtiene en la formulario de registro. A través de su dirección de correo, se confirma su cuenta, se le notifican sus órdenes y como el estado en que se encuentran. También aporta información cuando llena el formulario sobre los datos del destinatario, que quedan registrados en su lista de destinatarios para futuras compras. Estos son utilizados únicamente para efectuar la entrega. El resto de la información que usted brinda, como la relacionada con su tarjeta de crédito en el momento en que efectúa el pago, no es almacenada en nuestro sitio ya que en este proceso solo interviene la pasarela de pago."
      },
      "4": {
        "title": "COOKIES",
        "text": "Las cookies son pequeñas piezas de información que el sitio necesita para conocer los intereses de nuestros clientes y que no contienen ningún tipo de información personal. La mayoría de los navegadores aceptan automáticamente cookies. Si usted se encuentra registrado puede ver y/o actualizar sus datos, cada vez que desee, haciendo clic en la sección Mi cuenta."
      },
      "5": {
        "title": "OTRAS CUESTIONES ACERCA DE SU PRIVACIDAD",
        "text": "Este sitio aboga el derecho de divulgar la información de sus clientes, en caso de considerarlo extremadamente necesario, una emergencia personal, protección de los derechos o propiedades del sitio, identificación, contacto o acciones legales contra alguien que interfiera en nuestros derechos o propiedades, intencionalmente o no, y cuando alguna persona sea afectada por dichas actividades. Los cambios en el uso de la información personal serán comunicados en versiones futuras de esta Política de Privacidad."
      }
    }
  },
  "terms": {
    "sections": {
      "1": {
        "title": "INFORMACIÓN LEGAL",
        "text": "Todos los productos y servicios que se realizan en esta página web, la relación con proveedores, el destino del producto final, el uso de estos y sus beneficiarios, son acorde a diferentes licencias y excepción de estas, que se han obtenido por las distintas entidades Federales, Estatales, Locales en los Estados Unidos"
      },
      "2": {
        "title": "INFORMACIÓN DE LA PÁGINA",
        "text": {
          "1": "es una tienda que abarca varios productores y comercializadores, que ponen sus productos y servicios para satisfacer las necesidades de usted, familiares y amigos. No importa donde usted se encuentre, le llevamos sus compras a su destino final.",
          "2": "Lo hacemos fácil para usted, puede pagarnos por Zelle, Paypal, Visa o MasterCard, con 100% de seguridad en sus transacciones por esta vía. Por nuestro equipo se revisan y confirman cada transacción.",
          "3": "Los tiempos de entregas son de 3 a 5 días, nuestros productos y servicios estarán disponibles.",
          "4": "Del grupo de productores, comercializadores dentro de esta página web, se encuentran aquellos que realizan la distribución de sus compras hasta la puerta de su casa o de los suyos. Todos estamos responsabilizados que su entrega final llegue en el mejor estado."
        }
      },
      "3": {
        "title": "EN DIPLOMARKET LA VARIEDAD DE PRODUCTOS SON",
        "text": {
          "1": "En esta web también usted podrá acceder a productos que ya han sido importados desde el exterior, según las regulaciones vigentes, y que ya están en función para usted y su familia, tan pronto sea confirmado su pago. Muchos de esos productos son conocidos por usted, y que desea que sean también consumidos por usted, sus familiares y amigos.",
          "2": "Nuestra variedad de producto y servicios es la meta, y que sean permanente a precios más asequibles. Todos los productos tienen garantizada su calidad, conservación, fecha válida para su consumo, y han sido registrados ante entidades reguladoras del comercio.",
          "3": "Escoja nuestra web Online para realizar sus envíos. Tenemos más de 1000 productos que ponemos a su disposición para hacerlos llegar, desde la comodidad de su casa, de un modo rápido y seguro.",
          "4": "Como cliente, podrá contar también con soporte de ayuda las 24 horas del día, donde le ayudaremos en el proceso de compra o ante cualquier duda o inquietud. Será nuestro placer atenderle, contáctenos por teléfono o por email."
        }
      },
      "4": {
        "title": "PRODUCTOS Y PRECIOS",
        "text": {
          "1": "Los precios adicionales que usted podrá pagar son aquellos relacionados con la entrega a domicilio, por instalación u otros cargos que serán explicados antes de ser pagados finalmente. Si existiese algún cargo extra sobre estos temas, que se necesite después de su pago, será contactado inmediatamente por un representante. Usted podrá confirmar finalmente la compra con el monto a cancelar con su rápido reembolso.",
          "2": "Si desea comprar otros tipos de productos o de servicios que no encuentra en esta página web, por favor no dude en contactarnos, estamos aquí para buscar soluciones legales, de suministros y logísticos."
        }
      },
      "5": {
        "title": "QUIEN PUEDE COMPRAR EN ESTA WEB*",
        "text": "- debido al interés de las partes que intervienen dentro de esta web, las limitadas cantidades de productos o servicios disponibles, la necesidad de tener licencias específicas en E.U.A., el tipo de moneda cobrar (USD) autorizadas por bancos extranjeros, esta web está limitada solo a los clientes específicos. Contacte para más información"
      },
      "6": {
        "title": "PROHIBICIONES / LIMITACIONES DE COMPRAR EN ESTA PÁGINA WEB",
        "text": {
          "1": "Además de aquellas entidades restringidas por las regulaciones del Departamento de Estado de los EUA, para saber más por favor",
          "2": "Click Aquí",
          "3": "Nuestras empresas o asociados no somos responsables del resultado negativo de sus compras, que podrá incluir bloquear cuentas de compradores por instituciones federales, cancelaciones de órdenes, demoras de reembolso al comprador, no entrega de mercancías a destinos finales, entre otras que lo puede afectar. Por favor, al menos que se encuentre dentro de la lista de QUIEN PUEDE COMPRAR EN ESTA WEB*, por favor no realizar transacciones.",
          "4": "No obstante, debido a que existe regulaciones que aplican para casos específicos, sean para personas naturales o extranjeras, estatales o privadas, nuestras empresas están dispuestas a trabajar de conjunto y según regulaciones vigentes en E.U.A. al momento que usted lea nuestra web, por favor contáctenos"
        }
      },
      "7": {
        "title": "SOBRE LA WEB",
        "text": {
          "1": "Cualquier información brindada o proceso realizado fuera del ámbito...",
          "2": "es ajeno a nuestra empresa."
        }
      }
    }
  },
  "sell_with_us": {
    "get_touch": "Ponerse en contacto",
    "start_conversation": "Inicie una conversación con nosotros",
    "emails": "Correos",
    "phones": "Teléfonos",
    "locations": "Dirección",
    "title": "Sé parte de nuestro grupo, comercializa tus productos y servicios con nosotros... Todos son bienvenidos",
    "text_email": "Correo",
    "text_message": "Mensaje",
    "message": "Somos una plataforma electrónica que le permite un mayor rendimiento a sus productos y servicios, ser más competitivo… ¿Cómo?",
    "description": {
      "1": "- Conectamos de manera más rápida a fabricantes, distribuidores, comercializadores, con los clientes, variada, barata y constante.",
      "2": "- Productos de primera necesidad llegarán a sus hogares, en todo el país.",
      "3": "- Aplicamos porcientos (%) de servicios más baratos que otros. Sus productos y servicios llegarán más barato para el cliente/comprador.",
      "4": "- Nos encargamos de que sus productos se les hagan entregas a domicilios, más rápido, en menor tiempo, con las mismas garantías y cuidado de cuando está en su negocio.",
      "5": "- No obtenemos ingresos por servicios de entrega. Trabajamos con nuestros propios transportes o con terceros y solo transferimos los gastos. ",
      "6": "- Nos ocupamos que reciba sus pagos en USD donde quiera que usted o su empresa desee, sin temor a que sea bloqueado por instituciones bancarias u OFAC.",
      "7": "- Nos encargamos de que su empresa comercialice al amparo de las leyes de comercio y bancarias, de los Estados Unidos y la isla, asignada a las FGNE y estatal, mediante licencias emitidas para nuestras empresas, sus proveedores y clientes."
    },
    "message_forms": "Por favor, complete el siguiente formulario. Nuestros especialistas le contactarán. Su información es confidencial con nosotros.",
    "placeholder": "A pesar de que este campo no es obligatorio, el equipo de Diplomarket™ recomienda enviar la mayor (y más clara) información posible.",
    "buttonText": "ENVIAR",
    "forms": {
      "name": "Nombre de la entidad o persona",
      "name_agent": "Nombre de representante de la entidad o persona",
      "address": "Dirección",
      "email": "Correo",
      "phone": "Teléfono",
      "review": "Breve reseña de la empresa o entidad, productos y servicios interesados a comercializar"
    },
    "notification": "Su mensaje ha sido enviado, muchas gracias!"
  },
  "wishlist": {
    "title": "Mis Favoritos"
  },
  "help": {
    "questionTitle": "Preguntas Frecuentes",
    "how": {
      "title": "¿Cómo Usar?"
    }
  },
  "contact": {
    "title": "Contáctenos",
    "subtitle": "Debido al alto volumen de clientes que nos contactan y porque deseamos escribirle en tiempo real, preferimos que nos escriba a los teléfonos siguientes y según la categoría del tema por el que nos contacta:",
    "chat": {
      "title": "Servicio Chat en línea:",
      "text": "9am - 6pm. Para atender cualquier tipo de duda o problema."
    },
    "labels": {
      "phone": "Teléfonos:",
      "mail": "Correos:",
      "address": "Dirección:",
      "chat": "Servicio chat en línea:",
      "chat-description": "9am - 6pm. Para atender cualquier tipo de duda o problema."
    },
    "inputs": {
      "email": "CORREO",
      "message": "MENSAJE",
      "submit": "ENVIAR"
    }
  },
  "footer": {
    "description": "Diplomarket es una tienda Online desarrollada por CUSPINERA SURL, en función de satisfacer sus compras y entregas, tanto para usted como para sus familiares. Nos place llevarles LO MEJOR….SIEMPRE!!!",
    "about": {
      "title": "ACERCA DE",
      "aboutUs": "¿Quienes somos?",
      "privacyPolicy": "Políticas de privacidad",
      "terms": "Términos & Condiciones",
      "contact": "Contáctenos",
      "help": "Ayuda",
      "community": "Comunidad"
    },
    "account": {
      "title": "MI CUENTA",
      "signOut": "Registrarse",
      "cart": "Ver Carrito",
      "wishes": "Mi lista de deseos",
      "orders": "Mis pedidos"
    },
    "app": "NUESTRA APP",
    "bottom": "Diplomarket es una Web/Logo con todos los derechos reservados."
  },
  "signin": {
    "no_active_error": "Error al autenticar: Usuario no activo",
    "no_exist_error": "Error al autenticar: Usuario no encontrado",
    "error_recaptcha_fail": "Error de Google ReCaptcha",
    "error_recaptcha_form": "Error al enviar el formulario",
    "login_success": "Autenticación exitosa",
    "login_error": "Credenciales incorrectas"
  },
  "profile": {
    "details": {
      "title": "Editar mis datos",
      "fullname": "Nombre y Apellidos",
      "email": "Correo Electrónico",
      "address": "Dirección",
      "phone": "Teléfono",
      "country": "País",
      "state": "Estado",
      "city": "Ciudad",
      "zip": "Código Postal",
      "rss": "Recibir notificaciones de la tienda.",
      "submit": "Salvar Cambios"
    },
    "recipients": {
      "title": "Editar mis destinatarios",
      "subtitle": "Detalles de mis destinatarios:",
      "pickup": "Recoger en:",
      "name": "Nombre del destinatario",
      "first": "Nombre del receptor",
      "second": "Primer Apellido",
      "last": "Segundo Apellido",
      "email": "Correo Electrónico",
      "phone": "Teléfono",
      "country": "País",
      "state": "Provincia",
      "city": "Municipio",
      "district": "Ciudad o Reparto",
      "address": "Dirección",
      "subtitle2": "Contacto alternativo:",
      "optional": "Nombre opcional",
      "note": "Nota",
      "submit": "Guardar Cambios",
      "modal": {
        "title": "Añadir destinatario",
        "subtitle": "Introduzca el nombre para su nuevo destinatario.",
        "name": "Nombre del destinatario",
        "submit": "Añadir"
      }
    },
    "orders": {},
    "settings": {
      "premium_title": "Actualizar a Premium",
      "premium_subtitle": "Esta funcionalidad no está disponible por el momento",
      "title": "Cambiar Contraseña",
      "old": "Contraseña Actual",
      "new": "Nueva Contraseña",
      "submit": "Guardar Nueva Contraseña"
    }
  },
  "checkout": {
    "title": "Pago",
    "next": "Siguiente",
    "back": "Atrás",
    "payment_method": {
      "title": "Método de pago",
      "paypal_tax": "Se aplicarán cargos extras."
    },
    "review": {
      "title": "Resumen de la orden",
      "subtotal": "Subtotal productos",
      "delivery": "Precio de entrega",
      "paypal": "Importe PayPal",
      "total": "Total",
      "recipients": "Datos del remitente",
      "delivery_data": "Información de entrega",
      "delivery_info": "Varios proveedores implican costes adicionales en el envío.",
      "paypal_error": "El pago con PayPal no está disponible en su región.",
      "placeholder": {
        "card": "Número de tarjeta",
        "expiry": "Expiración",
        "cvc": "CVV",
        "country": "País",
        "state": "Estado/Provincia",
        "tooltip": "Área administrativa",
        "city": "Ubicación (Ciudad)",
        "zip": "Código Postal",
        "address": "Dirección",
        "pay": "Pagar"
      }
    }
  },
  "auth": {
    "signin": {
      "email": "Correo Electrónico",
      "password": "Contraseña",
      "submit": "Iniciar Sesión",
      "back": "Ir Atrás",
      "register": "¿No está registrado?",
      "forgot": "¿Olvidó su contraseña?"
    },
    "signup": {
      "fullname": "Nombre completo",
      "email": "Correo Electrónico",
      "password": "Contraseña",
      "confirm": "Confirmar contraseña",
      "address": "Dirección",
      "phone": "Teléfono",
      "submit": "Registrarse",
      "back": "Ir Atrás",
      "country": "País",
      "state": "Estado",
      "city": "Ciudad",
      "zip": "Código Postal",
      "agree": "Acepto los ",
      "and": "y",
      "terms": "Términos & Condiciones",
      "privacy": "Políticas de Privacidad",
      "is_register": "¿Ya está registrado?"
    }
  },
  "compare": "Comparar",
  "oos": "Agotado",
  "available": "Disponible",
  "quick": "Vista rápida",
  "for-you": "Para tí",
  "notifications-tip": {
    "title": "Notificaciones",
    "subtitle": "Sea el primero en conocer nuevos productos y ofertas especiales.",
    "activate": "Activar"
  },
  "direct": {
    "title": "Orden Creada Exitosamente",
    "ticket": "Su ticket de compra",
    "copied": "Ticked copiado",
    "message_first": "Hemos recibido su solicitud de compra. Contactaremos con usted lo antes posible, de igual manera puede contactarnos a",
    "message_second": ". Su ticket es único e intransferible, no lo comparta con nadie.",
    "notification_order": "Notificar Orden",
    "close": "Cerrar"
  },
  "zelle": {
    "message_first": "Usted debe enviar el 'Total' reflejado en este mensaje a la dirección de correo electrónico",
    "message_second": "minutos para realizar el pago o su orden será cancelada. Pasado ese tiempo, si desea aún pagar la factura debe contactar al correo",
    "message_three": "o a nuestro servicio de chat en línea. Su ticket es único e intransferible, no lo comparta con nadie.",
    "exclusively": "exclusivamente con el ticket de compra escrito en el apartado 'Memo' (esto no es opcional). Cuenta con"
  },
  "pay_error": {
    "title": "Error en el pago",
    "description": "El pago no ha sido completado. Puede revisar su orden y/o contactar con atención al cliente."
  },
  "pay_success": {
    "title": "Pago completado",
    "description": "Se ha completado satisfactoriamente el pago solicitado."
  },
  "verify_email": {
    "title": "Verifique su correo",
    "description": "Revise la bandeja de entrada de su correo, para verificar su cuenta; de no estar ahí, revise en spam, puede que su proveedor de correo lo haya enviado ahí. Puede tardarse alrededor de 1 minuto en llegar a bandeja."
  },
  "pay_direct": {
    "title": "Orden Creada Exitosamente",
    "description": "Procesamos su orden, puede enviarla como notificación a nuestro What's App, siguiendo el botón de abajo, Notificar Orden. Puede revisar su orden."
  },
  "view_orders": "Ver mis órdenes",
  "support": "Servicio al cliente",
  "back": "Volver a inicio",
  "free_shipping": "Gratis",
  "no-more-products": "No hay más productos para mostrar",
  "category": "Categoría",
  "subcategory": "Subcategoría"
}
